/* No comment provided by engineer. */
"About" = "Om";

/* No comment provided by engineer. */
"Add body" = "Brödtext";

/* No comment provided by engineer. */
"Add caption" = "Rubrik";

/* No comment provided by engineer. */
"Always show caption" = "Visa alltid rubriker";

/* No comment provided by engineer. */
"Application" = "Utveckling";

/* No comment provided by engineer. */
"Application Icon:" = "Program ikonen:";

/* No comment provided by engineer. */
"Back" = "Tillbaka";

/* No comment provided by engineer. */
"Body text" = "Brödtext";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Caption" = "Rubrik";

/* No comment provided by engineer. */
"Choose from Library" = "Välj från biblioteket";

/* No comment provided by engineer. */
"Clear password" = "Ta bort lösenord";

/* No comment provided by engineer. */
"Clear stored data" = "Ta bort lagrad data";

/* No comment provided by engineer. */
"Comments" = "Kommentarer";

/* No comment provided by engineer. */
"Credentials" = "Inloggningsuppgifter";

/* No comment provided by engineer. */
"Debug" = "Felsökning";

/* No comment provided by engineer. */
"Developed by:" = "Utvecklad av:";

/* No comment provided by engineer. */
"Do you really want to logout?" = "Är du säker på att du vill logga ut?";

/* No comment provided by engineer. */
"Favorite users" = "Favorit vänner";

/* No comment provided by engineer. */
"First Page" = "Första sidan";

/* No comment provided by engineer. */
"Follow" = "Följ";

/* No comment provided by engineer. */
"Forget it" = "Glöm det";

/* No comment provided by engineer. */
"Go" = "Gå";

/* No comment provided by engineer. */
"Go to User" = "Gå till användare";

/* No comment provided by engineer. */
"Goto user" = "Gå till användare";

/* No comment provided by engineer. */
"Interface" = "Betende";

/* No comment provided by engineer. */
"List view" = "Listvy";

/* No comment provided by engineer. */
"Load more ..." = "Ladda flera ...";

/* No comment provided by engineer. */
"Loading..." = "Laddar...";

/* No comment provided by engineer. */
"Logging in..." = "Loggar in...";

/* No comment provided by engineer. */
"Login failed" = "Inlogging misslyckad";

/* No comment provided by engineer. */
"Logout" = "Logga ut";

/* No comment provided by engineer. */
"Logout?" = "Logga ut?";

/* No comment provided by engineer. */
"MobilBlogg" = "MobilBlogg";

/* No comment provided by engineer. */
"MobilBlogg.nu for iPhone" = "MobilBlogg.nu för iPhone";

/* No comment provided by engineer. */
"Most likely your secretword was rejected. Try again" = "Med största sannorlikhet så skrev du fel hemligt ord. Försök igen.";

/* No comment provided by engineer. */
"My Blog" = "Min blogg";

/* No comment provided by engineer. */
"My pages" = "Mina sidor";

/* No comment provided by engineer. */
"My Start Page" = "Min startsida";

/* No comment provided by engineer. */
"No image?" = "Ingen bild?";

/* No comment provided by engineer. */
"No such user" = "Ingen användare med det namnet";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Ok!" = "Ok!";

/* No comment provided by engineer. */
"Ok, beem me up!" = "Ok, beem me up!";

/* No comment provided by engineer. */
"Open profile in browser" = "Öppna profil i webbläsaren";

/* No comment provided by engineer. */
"Password" = "Lösenord";

/* No comment provided by engineer. */
"Photos" = "Foton";

/* No comment provided by engineer. */
"Photos by %@" = "Foton av %@";

/* No comment provided by engineer. */
"Profile for %@" = "Profil för %@";

/* No comment provided by engineer. */
"Resizing image..." = "Skalar om bilden...";

/* No comment provided by engineer. */
"Save secret word?" = "Spara det hemliga ordet?";

/* No comment provided by engineer. */
"Saved credentials are not valid" = "Sparade inloggningsuppgifter gäller inte";

/* No comment provided by engineer. */
"Server rejected credentials" = "Servern nekade inloggningsuppgiterna";

/* No comment provided by engineer. */
"Server side code by:" = "Utveckling på servern av:";

/* Menu item */
"Settings" = "Inställningar";

/* No comment provided by engineer. */
"Showed 10 times" = "Visad 10 gånger";

/* No comment provided by engineer. */
"Take Picture with Camera" = "Ta bild med kameran";

/* No comment provided by engineer. */
"Third party code:" = "Tredjepartskod:";

/* No comment provided by engineer. */
"Thumb view" = "Tummnagelvy";

/* No comment provided by engineer. */
"Try again?" = "Försök igen?";

/* No comment provided by engineer. */
"Upload" = "Ladda upp";

/* No comment provided by engineer. */
"Upload failed!" = "Uppladdning misslyckad!";

/* No comment provided by engineer. */
"Upload photo" = "Ladda upp foto";

/* No comment provided by engineer. */
"Uploading image..." = "Laddar upp fotot...";

/* No comment provided by engineer. */
"User photos" = "Användarfoton";

/* No comment provided by engineer. */
"Username" = "Användarnamn";

/* No comment provided by engineer. */
"We have no image here, grave error" = "Ingen bild här, allvarligt fel";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You need to enter your secret word in order to upload photos." = "Du behöver ange ditt hemliga ord för att ladda upp foton.";

